Repository: Warsaalk/kokx-converter
Catalog: data/translate/*.po
Languages: nl

source: After the battle...
nl: Na het gevecht...

source: Small Cargo
nl: Klein vrachtschip

source: Large Cargo
nl: Groot vrachtschip

source: Light Fighter
nl: Licht gevechtsschip

source: Heavy Fighter
nl: Zwaar gevechtsschip

source: Cruiser
nl: Kruiser

source: Battleship
nl: Slagschip

source: Colony Ship
nl: Kolonisatieschip

source: Espionage Probe
nl: Spionagesonde

source: Bomber
nl: Bommenwerper

source: Solar Sattelite
nl: Zonne-energiesatelliet

source: Destroyer
nl: Vernietiger

source: Deathstar
nl: Ster des Doods

source: Battlecruiser
nl: Interceptor

source: Rocket Launcher
nl: Raketlanceerder

source: Light Laser
nl: Kleine laser

source: Heavy Laser
nl: Grote laser

source: Gauss Cannon
nl: Gausskanon

source: Ion Cannon
nl: Ionkanon

source: Plasma Turret
nl: Plasmakanon

source: Small Shield Dome
nl: Kleine planetaire schildkoepel

source: Large Shield Dome
nl: Grote planetaire schildkoepel

source: Invalid CR
nl: Incorrect gevechtsrapport

source: Title:
nl: Titel:

source: Convert!
nl: Converteer!

source: Generic options
nl: Algemene opties

source: Hide the time
nl: Verberg de tijd

source: Text in the middle of the CR
nl: Tekst in het midden van de CR

source: Merge fleets of the same player
nl: Voeg vloten van dezelfde speler samen

source: Raids
nl: Naraids

source: Harvest Reports
nl: Puinrapporten

source: Deuterium Costs
nl: Deuterium kosten

source: On
nl: De volgende vloten kwamen elkaar tegen op

source: , the following fleets met in battle:
nl: , toen het tot een gevecht kwam:

source: Attacker
nl: Aanvaller

source: Defender
nl: Verdediger

source: The battle ends in a draw.
nl: Het gevecht eindigt in een remise.

source: The attacker has won the battle!
nl: De aanvaller heeft het gevecht gewonnen!

source: The defender has won the battle!
nl: De verdediger heeft het gevecht gewonnen!

source: The attacker captured:
nl: De aanvaller steelt:

source: metal
nl: Metaal

source: crystal
nl: Kristal

source: and
nl: en

source: Your
nl: Je

source: recycler(s) have a total cargo capacity of
nl: recyclers hebben een totale opslagcapaciteit van

source: At the target,
nl: In het bestemmingsveld zweven

source: metal and
nl: Metaal en

source: crystal are floating in space.
nl: kristal in de ruimte.

source: You have harvested %s metal and %s crystal.
nl: Je hebt %s metaal en %s kristal opgehaald.

source: Recycled:
nl: Opgehaald:

source: A total of
nl: Er is een totaal van

source: units debris has been recycled.
nl: Eenheden puin opgehaald

source: The attacker lost a total of %s units.
nl: De aanvaller heeft een totaal van %s Eenheden verloren.

source: The defender lost a total of %s units.
nl: De verdediger heeft een totaal van %s Eenheden verloren.

source: At these space coordinates now float
nl: Op deze coordinaten in de ruimte zweven nu

source: crystal.
nl: Kristal.

source: The chance for a moon to be created is:
nl: Maankans:

source: The enormous amounts of free metal and crystal draw together and form a moon around the planet:
nl: De enorme hoeveelheden van rondzwevende metaal- en kristaldeeltjes trekken elkaar aan en vormen langzaam een maan, in een baan rond de planeet:

source: Moon given!
nl: Maan gegeven!

source: The attacker captured a total of %s units.
nl: De aanvaller heeft een totaal van %s Eenheden gestolen.

source: Summary of profit/losses:
nl: Totale samenvatting winst/verlies:

source: The attacker made a profit of %s units.
nl: De aanvaller heeft een totaal van %s Eenheden winst gemaakt.

source: The defender made a profit of %s units.
nl: De verdediger heeft een totaal van %s Eenheden winst gemaakt.

source: Destroyed!
nl: Vernietigd!
